Repository: common-repository/sxss-signature
Catalog: languages/sxss_signature-*.po
Languages: de_de

source: Signature updated
de_de: Signatur aktualisiert

source: Signature for posts, pages and feeds
de_de: Signatur f&uuml;r Artikel, Seiten und Feeds

source: Display signature on the homepage
de_de: Signatur auf der Startseite anzeigen

source: Display signature under posts
de_de: Signature unter Artikeln anzeigen

source: Display signature under pages
de_de: Signatur unter Seiten anzeigen

source: Display signature under RSS feed content
de_de: Signatur unter RSS-Feed Inhalten anzeigen

source: The signature you enter here will be displayed under your posts and pages
de_de: Hier k&ouml;nnen Sie einen Text hinterlegen, der unter dem Inhalt Ihrer Artikel und Seiten erscheint.

source: You can use the following shortcodes:
de_de: Sie k&ouml;nnen folgende Shortcodes verwenden:

source: Save signature
de_de: Signatur Speichern

source: sxss Signature
de_de: sxss Signatur
